"下一步" = "下一步";
"返回"= "返回";
"取消" = "取消";
"预览" = "预览";
"原图" = "原图";
"设置" = "设置";
"确定" = "确定";
"关闭" = "关闭";
"拍摄" = "拍摄";
"拍摄失败" = "拍摄失败";
"裁剪" = "裁剪";
"抱歉" = "抱歉";
"重拍" = "重拍";
"相机" = "相机";
"照片" = "照片";
"视频" = "视频";
"相册" = "相册";
"加载中" = "加载中";
"处理中" = "处理中";
"点击拍照" = "点击拍照";
"长按录像" = "长按录像";
"点击拍照，长按录像" = "点击拍照，长按录像";
"处理失败,请重试!" = "处理失败,请重试!";
"无法使用相机!" = "无法使用相机!";
"照片正在下载" = "照片正在下载";
"已达最大数!" = "已达最大数!";
"照片已达最大数!" = "照片已达最大数!";
"视频已达最大数!" = "视频已达最大数!";
"最多只能选择%ld张图片" = "最多只能选择%ld张图片";
"最多只能选择%ld个视频" = "最多只能选择%ld个视频";
"最多只能选择%ld个" = "最多只能选择%ld个";
"图片不能和视频同时选择" = "图片不能和视频同时选择";
"视频不能和图片同时选择" = "视频不能和图片同时选择";
"视频少于3秒,无法选择" = "视频少于3秒,无法选择";
"视频过大,无法选择" = "视频过大,无法选择";
"录制时间少于3秒" = "录制时间少于3秒";
"请在设置-隐私-相机中允许访问相机" = "请在设置-隐私-相机中允许访问相机";
"无法访问照片\n请点击这里前往设置中允许访问照片" = "无法访问照片\n请点击这里前往设置中允许访问照片";
"无法使用相机" = "无法使用相机";
"无法访问照片，请前往设置中允许\n访问照片" = "无法访问照片，请前往设置中允许\n访问照片";
"视频保存失败!" = "视频保存失败!";
"照片保存失败!" = "照片保存失败!";
"保存失败，无法访问照片\n请前往设置中允许访问照片" = "保存失败，无法访问照片\n请前往设置中允许\n访问照片";
"没有可选的照片!" = "N没有可选的照片!";
"视频已被删除!" = "视频已被删除!";
"尚未从iCloud上下载，请至相册下载完毕后选择" = "尚未从iCloud上下载，请至相册下载完毕后选择";
